Repository: matieyzaguirre/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-avenue.po
Languages: es

source: AvenuexGround Light Rail Puzzle Piece
es: Pieza estática Avenida x Tren Ligero

source: AvenuexDiagonal Ground Light Rail Puzzle Piece
es: Pieza estática Avenida x Tren Ligero diagonal

source: "T" Avenue OnSlope Puzzle Piece
es: Pieza estática cruce T de Avenida en talud

source: Straight Avenue OnSlope Puzzle Piece
es: Pieza estática de Avenida en talud

source: Avenue Blank Terrain (no pylon)
es: Pieza estática Viaducto de Avenida (sin pilar)

source: Avenue over Blank Terrain - transition straight to diagonal
es: Pieza estática Viaducto de Avenida - transición ortogonal a diagonal

source: Roundabout Avenue 4x4 You can bulldoze the BLS BSC roundabout filler and plop another. Keep it if you wish to create a FLUPs underpass under the roundabout. Its direction is indicated by the red preview lines. It runs parallel with the wall in the fountain.
es: Rotonda de Avenida 4x4 Se puede demoler el centro de rotonda BLS BSC y reemplazar por otro. Se debe mantener para usar un paso bajo nivel FLUP bajo la rotonda; la dirección de este paso está indicada por las líneas de la vista previa, y es paralela al muro de la fuente.

source: Avenue 45-Curve
es: Curva de 45\° para Avenida (pieza estática)

source: Avenue 45-Curve (FLEX)
es: Curva de 45\° para Avenida (pieza FLEX)

source: Avenue 90-Curve
es: Curva de 90\° para Avenida (pieza estática)

source: Avenue to Elevated Avenue - Long Transition
es: Transición de altura larga para Avenida (L0-L2)

source: Avenue Diagonal On-Slope Puzzle Piece
es: Pieza estática de Avenida diagonal en talud

source: Freeway Exit - Straight
es: Salida de autovía - ortogonal

source: Avenue x Street crossing with median
es: Cruce Avenida x Calle con mediana

source: Fractionally Angled Avenue (FAAVE-4) - 18.4 Degree Short Curve (3x5)
es: Avenida en diagonal intermedia (FAAVE-4) - Curva corta de 18,4\° (3x5)

source: Fractionally Angled Avenue (FAAVE-4) - Straight Section (3x3)
es: Avenida en diagonal intermedia (FAAVE-4) - Sección recta (3x3)

source: Diagonal to Fractionally Angled Avenue transition (3x4)
es: Transición de Avenida diagonal a diagonal intermedia (FAAVE-4) (3x4)

source: Avenue 5x5 90 Degree Curve
es: Curva de 90\° para Avenida (pieza FLEX, tamaño 5x5)
